Repository: common-repository/powies-whois
Catalog: languages/powies-whois-*.po
Languages: es_es, ru_ru

source: Powies WHOIS Setup
ru_ru: Настроить Powies WHOIS

source: Domain
es_es: Dominio
ru_ru: Домен

source: Check
es_es: Comprobar
ru_ru: Проверить

source: Waiting for domain lookup!
es_es: Esperando la comprobación de dominio
ru_ru: Подождите, идет поиск домена!

source: Domain is free
ru_ru: Домен свободен

source: Domain is not free
ru_ru: Домен занят

source: Please enter Domain
es_es: Escribe un nombre de dominio
ru_ru: Пожалуйста, введите Доменное имя

source: Whois Server timeout
es_es: Tiempo de espera del servidor Whois
ru_ru: Тайм-аут сервера Whois

source: Powies WHOIS Settings
ru_ru: Настройки Powies WHOIS

source: Result Settings
es_es: Ajustes del Resultado
ru_ru: Настройки результата

source: Show www. before domain field
es_es: Mostrar "www." antes del campo de dominio
ru_ru: Показать www. перед полем домена

source: Show whois output in result
es_es: Mostrar la salida WHOIS en el resultado
ru_ru: Показывать выписку whois в результате

source: Show on free domain
ru_ru: Показать при свободном домене

source: Show on connected domain
ru_ru: Показать при занятом домене

source: Show on invalid domain
es_es: Mostrar en dominios inválidos
ru_ru: Показать при недопустимом домене

source: HTML before whois output
es_es: HTML antes de la salida WHOIS
ru_ru: HTML до выхода whois

source: HTML after whois output
es_es: HTML después de la salida WHOIS
ru_ru: HTML после выхода whois

source: Remark
es_es: Observación
ru_ru: Примечание

source: The status of free/connected can not be determined with certainty
es_es: El estado de disponibilidad no se puede determinar con certeza.
ru_ru: Статус свободного / занятого домена не может быть определен с уверенностью

source: Save Changes
es_es: Guardar cambios
ru_ru: Сохранить изменения

source: pWhois Usage
ru_ru: Использование pWhois

source: To display the whois form on a page or post insert this shortcode: <code>[pwhois]</code>
es_es: Para mostrar el formulario WHOIS en una página o entrada, inserta este shortcode en ella: <code>[pwhois]</code>
ru_ru: Чтобы отобразить форму whois на странице или в посте, вставьте этот короткий код: <code>[pwhois]</code>

source: To select the default TLD use the default parameter: <code>[pwhois default=com]</code>
es_es: Para seleccionar el TLD por defecto, usa el parámetro "default": <code>[pwhois default=com]</code>
ru_ru: Для выбора стандартного TLD используйте параметр по умолчанию: <code>[pwhois default=com]</code>

source: To have more options and define your own TLDs and whois servers you can get Powies WHOIS Pro
ru_ru: Чтобы иметь больше опций и определять свои собственные TLD и whois-серверы, вы можете получить Powies WHOIS Pro

source: About
es_es: Acerca de
ru_ru: О нас

source: pLinks Setup
ru_ru: Установки pLinks

source: Thumbnail Settings
ru_ru: Настройки миниатюр

source: Show Preview Images
ru_ru: Показать эскиз изображений

source: Thumbnail Image Size
ru_ru: Размер эскиза изображения

source: tiny
ru_ru: очень маленький

source: small
ru_ru: маленкий

source: medium
ru_ru: средний

source: large
ru_ru: большой

source: extra large
ru_ru: очень большой

source: Simple use a shortcode on a page of your choice or create a new page and insert the following shortcode: <code>[plinks category_name="Blogroll"]</code>. Use a category that exists!
ru_ru: Просто используйте короткий код на странице по вашему выбору или создайте новую страницу и вставьте следующий короткий код: <code>[plinks category_name="Blogroll"]</code>. Используйте категорию, которая существует!

source: To display a simple PagePeeker preview: <code>[pagepeeker url=http://www.powie.de]</code>
ru_ru: Чтобы отобразить простой предварительный просмотр PagePeeker: <code>[pagepeeker url=http://www.powie.de]</code>

source: To change the size of the preview image use the <b>size</b> parameter: <code>[pagepeeker url=http://www.powie.de size=l]</code>
ru_ru: Чтобы изменить размер изображения предварительного просмотра, используйте параметр <b>size</b> Parameter: <code>[pagepeeker url=http://www.powie.de size=l]</code>

source: Size is defined by PagePeeker: <code>t</code>, <code>s</code>, <code>m</code>, <code>l</code>, <code>x</code>
ru_ru: Размер определяется PagePeeker: <code>t</code>, <code>s</code>, <code>m</code>, <code>l</code>, <code>x</code>

source: If no size is defined it uses the settings above!
ru_ru: Если размер не определен, он использует настройки выше!

source: Powie's WHOIS Setup
es_es: Configuración de Powie's WHOIS

source: Domain is available
es_es: El dominio está disponible

source: Domain is unavailable
es_es: El dominio no está disponible

source: Error: No appropriate Whois server found for
es_es: Error: No se ha encontrado un servidor Whois apropiado para

source: Invalid Input
es_es: Entrada inválida

source: Powie's WHOIS Settings
es_es: Ajustes de Powie's WHOIS

source: Show on available domains
es_es: Mostrar en dominios disponibles

source: Show on unavailable domains
es_es: Mostrar en dominios no disponibles

source: Powie's WHOIS Usage
es_es: Uso de Powie's WHOIS

source: To have more options and define your own TLDs and whois servers you can get Powie's WHOIS Pro
es_es: Para tener más opciones y definir tus propios TLDs y servidores Whois, puedes obtener Powies WHOIS Pro
